{
    "intro": {
      "location": "กรุงเทพมหานคร",
      "theme": "จุดเริ่มต้นของความฝัน",
      "story": "Bane ถูกฟ้องล้มละลายจากบริษัทเก่า ต้องหาทางเริ่มต้นใหม่ Mae ชวนเขาร่วมเปิดช่อง YouTube โดยมี Yo และ Tom ร่วมทีม",
      "minigame": "ถ่าย Vlog แรกในตลาดจตุจักร โดยจัดวาง Shot ภายในเวลาที่กำหนด",
      "ending": "แม้คลิปออกมาไม่สมบูรณ์แบบ แต่ได้ความจริงใจจนผู้ชมชอบ"
    },
    "provinces": [
      {
        "location": "พระนครศรีอยุธยา",
        "theme": "ความทรงจำและรากเหง้า",
        "story": "เจอคุณตาที่ตามหาภาพถ่ายเก่าในวัดร้าง Bane ได้เชื่อมโยงกับอดีตของพ่อเขา",
        "minigame": "ถอดรหัสจากภาพถ่ายและเรียงลำดับไทม์ไลน์ประวัติศาสตร์",
        "ending": "พบภาพพ่อในวัยหนุ่มและจดหมายที่ไม่เคยส่ง Bane เริ่มให้อภัยตัวเอง"
      },
      {
        "location": "นครราชสีมา",
        "theme": "ความกล้าเปลี่ยนแปลง / ประชาธิปไตยในทีม",
        "story": "Mae กับ Bane ขัดแย้งเรื่องทิศทางคอนเทนต์ แต่ทีมเลือกลองแนวทางทั้งสอง",
        "minigame": "ปั้นหม้อแบบแข่งขันโดยควบคุมจังหวะแรงมือ",
        "ending": "นำเสนอคลิปสองแบบ ผลตอบรับดีทั้งคู่ ทุกคนยอมรับแนวทางต่างกัน"
      },
      {
        "location": "เลย",
        "theme": "ธรรมชาติ / ความสัมพันธ์",
        "story": "เดินป่าเพื่อขึ้นผาชะนะได Mae และ Tom เริ่มมีใจต่อกันแต่ยังไม่กล้าเผย",
        "minigame": "ปีนเขา หลีกสัตว์ป่า ถ่ายภาพมุมสูงในเวลาจำกัด",
        "ending": "ฝนทำกล้องพังแต่ Yo มี footage สำรอง เกิดคลิปสุดซึ้ง"
      },
      {
        "location": "เชียงใหม่",
        "theme": "การให้อภัยตัวเอง / มิตรภาพ",
        "story": "Bane เจอน้องชายที่เคยทะเลาะกัน กลับคืนดีผ่านกิจกรรมในงานวัด",
        "minigame": "ยิงปืนจุกน้ำปลา / แข่งกินขนมงานวัด",
        "ending": "น้องชายให้อภัยและช่วยทุน Bane ทีมได้อุปกรณ์ใหม่"
      },
      {
        "location": "ยะลา",
        "theme": "ความกลัวและความเข้าใจ",
        "story": "ทีมลังเลจะมาถ่ายเพราะข่าวความไม่สงบ แต่ได้ต้อนรับอบอุ่นจากชาวบ้าน",
        "minigame": "ทำอาหารท้องถิ่น เล่นดนตรีพื้นเมือง",
        "ending": "คลิป ‘ยะลาไม่ได้น่ากลัวอย่างที่คิด’ กลายเป็นไวรัล"
      },
      {
        "location": "สุรินทร์",
        "theme": "ครอบครัว / จุดหมายปลายทาง",
        "story": "Yo กลับบ้านเกิด ทีมช่วยงานแข่งช้างและรู้เรื่องในอดีตของเขา",
        "minigame": "ฝึกควบคุมช้างและถ่ายคลิปท่องเที่ยวชุมชน",
        "ending": "ช่องได้รางวัลใหญ่ Bane ปลดหนี้สำเร็จ ทีมพร้อมสร้าง Season 2"
      }
    ],
    "final": {
      "title": "Good Ending",
      "summary": "ทั้ง 4 คนไม่เพียงแค่มีช่องที่ประสบความสำเร็จ แต่ได้ค้นพบตัวตนและความสัมพันธ์ที่แท้จริง พร้อมวางแผนขยาย Roadtrip Season 2"
    }
  }
  